"Open with Keka" = "Ouvrir avec Keka";
"Compress here" = "Compresser ici";
"Compress to..." = "Compresser dans...";
"Extract here" = "Extraire ici";
"Extract to..." = "Extraire dans...";
"Extract to \"%@\"" = "Extraire vers \"%@\"";
"Compress with Keka" = "Compresser avec Keka";
